Repository: AzzamAlsharafi/ideapad-controls-gnome-extension
Catalog: po/*.po
Languages: fr

source: Extension Menu
fr: Menu de l'extension

source: Sysfs path of the ideapad_laptop dir
fr: Chemin du dossier ideapad_laptop (sysfs)

source: Extension menu location
fr: Emplacement du menu de l'extension

source: Choose where to place the extension menu.
fr: Choisir ou placer le menu de l'extension.

source: Tray
fr: Barre d'état (Tray)

source: System Menu
fr: Menu système

source: Settings button
fr: Bouton des paramètres

source: Enable to show Extension Settings button.
fr: Activer le bouton des paramètres de l'extension.

source: Use pkexec
fr: Utiliser pkexec

source: Enable to make ideapad_laptop wrap its write commands with pkexec to request root privileges. Disable only if you have a proper permissions setup (see README for more details)
fr: Activer pour faire en sorte que ideapad_laptop utilise pkexec pour demander les privilèges du super-utilisateur. Désactiver seulement si vous avez configuré les permissions comme indiqué dans le README

source: Send success notifications
fr: Envoyer des notifications de succès

source: Enable to make the extension send notifications when it enables an option successfully
fr: Activer pour faire en sorte que l'extension envoie une notification quand un paramètre à été changé avec succès

source: Choose which options to keep in the extension menu.
fr: Choisissez quelles options garder dans le menu de l'extension.

source: Extension Settings
fr: Paramètres de l'extension

source: Conservation Mode
fr: Conversation de la batterie

source: Camera
fr: Caméra

source: Fn Lock
fr: Verrouillage Fn

source: Touchpad
fr: Pavé tactile

source: USB Charging
fr: Charge USB

source: Ideapad Controls
fr: Contrôles IdeaPad

source: Can't write %s to %s. See journalctl logs for more details
fr: Impossible d'écrire %s dans %s. Référez-vous au journaux système pour plus de détails

source: Enabled
fr: Activé

source: Disabled
fr: Désactivé

source: %s Option
fr: Option %s
